[world]
id = 30001
name = 香蕉

[db_game]
host_name = 127.0.0.1		;mysql服务器主机
user_name = root			;用户名
password = 123456			;密码
db_name = ll_base			;数据库名
port = 3306					;mysql服务器端口号

[db_log]
host_name = 127.0.0.1		;mysql服务器主机
user_name = root			;用户名
password = 123456			;密码
db_name = ll_log			;数据库名
port = 3306					;mysql服务器端口号


[db_login]
host_name	= 127.0.0.1		;帐号库IP
user_name	= root			;用户名
password	= 123456		;密码
db_name		= ll_login		;帐号库数据库名
port    = 3306				;mysql服务器端口号

[open_shengling]
open = 1;